Revit 2024 API
ParameterTypeId.RebarSystemSpanactiveDirn1 Property
 "Bars In Major Direction"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId RebarSystemSpanactiveDirn1 { get; }
Visual Basic
Public Shared ReadOnly Property RebarSystemSpanactiveDirn1 As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ RebarSystemSpanactiveDirn1 {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace